Repository: common-repository/yarss
Catalog: lang/yarss-*.po
Languages: de_de

source: No items found.
de_de: Keine Einträge vorhanden.

source: %s o'clock
de_de: %s Uhr

source: Add RSS Feeds to the Sidebar.
de_de: RSS Feeds zur Sidebar hinzufügen.

source: New title
de_de: Neue Überschrift

source: Title:
de_de: Überschrift:

source: URL to the RSS feed
de_de: URL zum RSS Feed

source: URL to the RSS feed:
de_de: URL zum RSS Feed

source: number of items
de_de: Anzahl der Einträge

source: Number of items:
de_de: Anzahl der Einträge:

source: display the date
de_de: Datum anzeigen

source: display the summary
de_de: Zusammenfassung anzeigen

source: enable bbcode in summary
de_de: bbcode parsen

source: max. widget height in px:
de_de: max. Höhe des Widgets in px:

source: leave empty for no limitation
de_de: frei lassen für keine Begrenzung

source: The RSS Feed is unreachable.
de_de: Der RSS Feed konnte nicht erreicht werden.

source: show first 2 lines only
de_de: nur den ersten beiden Zeilen anzeigen
